test-countrylist-smart3-paquete.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body>
    <getCountryList xmlns="http://www.softur.com.ar/wsbridge/budget.wsdl">
      <xsstring7>
        <pos>
          <id>smart3</id>
          <clave>smart3ws</clave>
        </pos>
        <dateFrom>2012-10-01</dateFrom>
        <dateTo>2012-10-31</dateTo>
        <activeFareType>PAQUETE</activeFareType>
        <activeFareSubtype>AEROTERRESTRE</activeFareSubtype>
      </xsstring7>
    </getCountryList>
  </soap:Body>
</soap:Envelope>